Repository: andrewebdev/django-adzone
Catalog: adzone/locale/*/LC_MESSAGES/django.po
Languages: af

source: Company name
af: Maatskappy naam

source: Website
af: Webwerf

source: User
af: Gebruiker

source: Ad Provider
af: Adverteerder

source: Advertisers
af: Adverteerders

source: Title
af: Titel

source: Description
af: Beskrywing

source: Ad Category
af: Advertensie kategorie

source: Ad Categories
af: Advertensie kategorieÃ«

source: Ad Zone
af: Advertensie sone

source: Ad Zones
af: Advertensie sones

source: Enabled
af: Geaktiveer

source: Since
af: Sedert

source: Updated
af: Opgedateer

source: Category
af: Kategorie

source: Zone
af: Sone

source: Ad Base
af: Advertensie basis

source: Ad Bases
af: Advertensie basisse

source: Impression date
af: Indruk datum

source: Source IP
af: Bron IP

source: Ad
af: Advertensie

source: Ad Impression
af: Advertensie indruk

source: Ad Impressions
af: Advertensie indrukke

source: Click date
af: Klik datum

source: Ad Click
af: Advertensie klik

source: Ad Clicks
af: Advertensie klike

source: Content
af: Inhoud

source: Text ad
af: Teks advertensie

source: Texts ads
af: Teks advertensies

source: Banner
af: Banier

source: Banner ad
af: Banier advertensie

source: Banners ads
af: Banier advertensies
